{
    "data":[
          
              
              {
                "photo": "https://ideakart.com/book/nsinc-high-speed-magic-rubik-cube-3x3x3-high-stability-sticker-less-smooth-swing-for-faster-movement-isbn10--isbn13-0791949293942",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41n0Wl3bdPL.jpg",
              "price": "NSinc High Speed Magic Rubik Cube 3X3X3 - High Stability Sticker Less Smooth Swing for Faster Movement",
              "price_text": 249,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"NSinc – Powered by Nishkala Retails Inc. BENEFIT of SOLVING PUZZLE CUBE NSinc 3x3 Speed Cube is an outstanding cube with great overall performance. It strikes a good performance. Suitable for beginner and Professional player The 3x3 cube has an endless amount of ways to solve it. Depending on whether you figure it out yourself or get help from tutorials. There are many benefit in learning how to solve the cube: Improve your concentrations Improve the hand-eye combination Improve the spatial thinking increase IQ level Improve overall cognitive skills Keep the mind sharp in old age"
              },
              {
              "photo": "https://ideakart.com/book/climberty-unicorn-notebook-pen-set-lovely-unicorn-gifts-for-girls-unicorn-2-isbn10--isbn13-0605668521951",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51czkaA4etL.jpg",
              "price": "Climberty Unicorn Notebook Pen Set －Lovely Unicorn Gifts for Girls (Unicorn 2)",
              "price_text":999,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"Warming Notice:- Standard delivery Time is about 15 working days- FBA delivery Time is about 1 to 3 days- Please check carefully before place an order.- Please feel free to contact us if you have any question about our productsThanks for your understanding!"
              },
              {
                "photo": "https://ideakart.com/book/insight-how-to-succeed-by-seeing-yourself-clearly-isbn10-150983964X-isbn13-9781509839643",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51uKqog6w2L.jpg",
              "price": "Insight: How to succeed by seeing yourself clearly",
              "price_text": 734,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"Tasha Eurich's Insight: How to succeed by seeing yourself clearly",
              "heading_1":"Research shows that self-awareness is the meta-skill of the 21st century – the Foundation for high performance, smart choices, and lasting relationships. Unfortunately, we are remarkably poor judges of ourselves and how we come across, and it’s rare to get candid, objective feedback from colleagues, employees, and even friends and family. We can ALL learn to be more self-aware. Integrating hundreds of studies with her own Research and Work in the Fortune 500 world, organizational psychologist Dr Tasha Eurich shatters conventional assumptions about what it takes to truly know ourselves – like why introspection isn’t a bullet train to insight, how experience is the enemy of self-knowledge, and just how far others will go to avoid telling us the truth about ourselves. Through stories of People who’ve made dramatic self-awareness gains, she offers surprising secrets, techniques and strategies to help Readers do the same – and therefore improve their Work performance, career satisfaction, leadership potential, relationships, and more. At a Time when self-awareness matters more than ever, Insight is the essential playbook for surviving and thriving in an unaware world."
              },
             {
              "photo": "https://ideakart.com/book/terry-harrison-s-pocket-book-for-watercolour-artists-over-100-essential-tips-to-improve-your-painting-watercolour-artists-pocket-books-isbn10-1782216391-isbn13-9781782216391",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51NyXjavuvL.jpg",
              "price": "Terry Harrison's Pocket Book for Watercolour Artists: Over 100 Essential Tips to Improve Your Painting (Watercolour Artists' Pocket Books)",
              "price_text": 702,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"Terry Harrison's Painting Watercolour Landscapes the Easy Way: Brush with Watercolour 2",
              "heading_1":"Terry Harrison uses his wealth of experience to show how to paint watercolour landscapes the easy way. Terry's own range of Brushes are purpose made to help painters create the best effects with minimum effort. This book explains what all the Brushes can be used for and shows what techniques are needed for landscape painting. There is then a series of beautiful step-by-step demonstrations showing the Brushes and techniques in action. Following on from Terry's hugely successful Brush With Watercolour, this book has more effects, more techniques and more beautiful paintings."
             },
              {
                "photo": "https://ideakart.com/book/best-american-travel-writing-2019-the-best-american-travel-writing-isbn10-0358094232-isbn13-9780358094234",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/513MFvW1RCL.jpg",
              "price": "Best American Travel Writing 2019 (The Best American Travel Writing)",
              "price_text": 815,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"Readings for Remembrance: A Collection for Funerals and Memorial Services Popular Tags"
              },
              {
                "photo": "https://ideakart.com/book/cloud-native-applications-in-java-build-microservice-based-cloud-native-applications-that-dynamically-scale-isbn10-1787124347-isbn13-9781787124349",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51iPIXW5Y-L.jpg",
              "price": "Cloud-Native Applications in Java: Build microservice-based cloud-native applications that dynamically scale",
              "price_text": 1299,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"Shyam Sundar's Cloud-Native Applications in Java: Build microservice-based cloud-native applications that dynamically scale",
              "heading_1":" Highly available microservice-based web apps for Cloud with Java Key Features Take advantage of the simplicity of Spring to build a full-fledged application Let your applications run faster while generating smaller cloud service bills Integrate your application with various Tools such as Docker and ElasticSearch and use specific Tools in Azure and AWS Book Description Businesses today are evolving so rapidly that they are resorting to the elasticity of the cloud to provide a platform to build and deploy their highly scalable applications. This means developers now are faced with the challenge of Building build applications that are native to the cloud. For this, they need to be aware of the Environment, tools, and Resources they're coding against. If you're a Java developer who wants to build secure, resilient, robust, and scalable applications that are targeted for cloud-based deployment, this is the book for you. It will be your one stop guide to Building cloud-native applications in Java Spring that are hosted in On-prem or cloud providers - AWS and Azure The book begins by explaining the driving factors for cloud adoption and shows you how cloud deployment is different from regular application deployment on a standard data centre. You will learn about Design patterns specific to applications Running in the cloud and find out how you can build a microservice in Java Spring using REST APIs You will then take a deep dive into the lifecycle of building, testing, and deploying applications with maximum automation to reduce the deployment cycle time. Gradually, you will move on to configuring the AWS and Azure platforms and working with their APIs to deploy your application. Finally, you'll take a look at API Design concerns and their best practices. You'll also learn how to migrate an existing monolithic application into distributed cloud native applications. By the end, you will understand how to build and monitor a scalable, resilient, and robust cloud native application that is always available and fault tolerant. What you will learn See the benefits of the cloud Environment when it comes to variability, provisioning, and tooling support Understand the Architecture patterns and considerations when developing on the cloud Find out how to perform cloud-native techniques/patterns for request routing, RESTful service creation, Event Sourcing, and more Create Docker containers for microservices and set up continuous integration using Jenkins Monitor and troubleshoot an application deployed in the cloud Environment Explore Tools such as Docker and Kubernetes for containerization and the ELK stack for log aggregation and visualization Use AWS and Azure specific Tools to design, develop, deploy, and manage applications Migrate from monolithic Architectures to a cloud native deployment Who this book is for Java developers who want to build secure, resilient, robust and scalable applications that are targeted for cloud based deployment, will find this book helpful. Some knowledge of Java, Spring, web Programming and public cloud providers (AWS, Azure) should be sufficient to get you through the book.Popular Tags:"
              },
              {
                "photo": "https://ideakart.com/book/fundamentals-of-ceramics-series-in-materials-science-and-engineering-isbn10-1498708137-isbn13-9781498708135",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/511VaU%2B1poL.jpg",
              "price": "Fundamentals of Ceramics (Series in Materials Science and Engineering)",
              "price_text": 5700,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"Slime Making Kit. Make 10 Types of Slime with Borax at Home with Mixing Simple Chemicals . Difficulty Level - Medium. 10Types of Slime are Colored Slime, Galaxy Glitter Slime, Candy Slime , Yucky Clear Slime,Alien Slime Slime Kit includes all The Materials , Borax, ingredients , Tools, Activity Guide to conduct the Activities at Home Great Fun and Learning of Chemistry for Children of Age 3 Years and Above for Boys and Girls"
              },
              {
                "photo": "https://ideakart.com/book/the-bank-investor-s-handbook-isbn10-0692990208-isbn13-9780692990209",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41Ky43GpovL.jpg",
              "price": "The Bank Investor's Handbook",
              "price_text": 805,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"The Bank Investor's Handbook lays out a complete framework on how to approach bank stocks. From finding potential investment candidates, to analyzing banks, valuing banks, and finally building a portfolio of bank stocks. We set out to create the definitive guide to investing in bank stocks."
              },
              {
                "photo": "https://ideakart.com/book/fortnite-llama-loot-plush-soft-toy-25cm-best-gift-for-fortnite-players-good-for-gaming-room-collection-isbn10--isbn13-7426935577654",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/417rFFbIfIL.jpg",
              "price": "Fortnite Llama Loot Plush Soft Toy 25cm - Best Gift for Fortnite Players - Good for Gaming Room Collection",
              "price_text": 500,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"2018 New 25cm Fortnite Stash Llama Plush Toy Soft Stash Alpaca Toys Stuffed Animal Dolls Children Birthday Chirstmas Gift Home Decor Best Gift for Children and adults playing fortnite or pubg. Cute plush toy - Good for dercorating childrens room . For pro gamers. Fortnite is available on playstation 4 , xbox one , ios, android"
              },
              {
                "photo ": "https://ideakart.com/book/12pcs-assorted-dinosaur-skeleton-models-figures-for-kids-isbn10--isbn13-0192750973496",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/415U1rrepeL.jpg",
              "price": "12pcs Assorted Dinosaur Skeleton Models Figures for Kids",
              "price_text": 635.07,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"DescriptionThis item is a set of 12 pieces of dinosaur toys such as atyrannosaurus, stegosaurus, triceratops, utahraptor, pterosaur and spinosaurus etc. They are not only great toys for kids to play, but also nice Decorations for the room. They are made of quality plactic which is sturdy and durable.Feature- Color: Yellow- Material: Plastic- Package Size: 10x4x5cm/3.9x1.6x2inch- Feature the skeletal structure of the prehistoric beast.- These dinosaur skeletons are made of sturdy plastic and the special form will be educational to kids.- Each skeleton can stand alone without other support, allowing you to place it anywhere as you like.- There are 12 kinds of dinosaurs whose shape are made according to imagination.Package Including12 x Dinosaur Skeleton"
              },
              {
                "photo": "https://ideakart.com/book/4desire-interactive-baby-monkey-toy-for-kids-finger-touch-sensitive-fingertip-monkey-style-toy-black-isbn10--isbn13-5023805542013",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41yhL739ktL.jpg",
              "price": "4Desire Interactive Baby Monkey Toy for Kids Finger Touch Sensitive Fingertip Monkey Style Toy (Black)",
              "price_text": 1199,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"4Desire Interactive Baby Monkey Toy for Kids Finger Touch Sensitive Fingertip Monkey Style Toy About the product: • I love to grab onto things... especially your fingers! • Fingerlings respond to sound, motion, and touch with blinking eyes, head turns, and silly monkey babble. • Blow them kisses and they will kiss you back! • Hang them upside-down by the tail and watch them monkey around! • Pet them to sleep or make a loud noise and watch them get excited! Product Description: I swing to the beat of my own drum! I like to hold onto your finger and knows when he is being pet, talked to, and even hung upside down! 4Desire Happy Baby Monkeys are adorable and are curious about the World around them-starting with you! These interactive Pets love to hang onto your finger, blink their eyes, turn their heads, blow kisses, swing by their tails, and talk in monkey babble! They come in a variety of colors including white, black, pink, purple, blue and turquoise. Adopt them all and have even more fun monkeying around!. From the Manufacturer: With 4Desire Happy Monkey, fun is always close at hand. Literally! These miniature Baby monkeys cling to your fingers and go where you go. They're full of hugs, love and mischief-all they need is your care and attention. They react to sound, motion and touch, make fun little monkey noises, and move in ways that will make you squeal with delight. Friendship really is at your fingertips! With over 40+ animations and SFX, these adorable newborns are a lively bunch. Clinging to your finger is only the beginning! They also make kissing sounds, chatter away in monkey babble, open and close their eyes, hang by their tails and more. Discover all of the fun, wild and wacky ways that they respond to your touch and voice."
              },
              {
                "photo": "https://ideakart.com/book/cat-tarot-78-cards-guidebook-isbn10-145217363X-isbn13-9781452173634",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51SUiVUQt8L.jpg",
              "price": "Cat Tarot: 78 Cards & Guidebook",
              "price_text": 283,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"Cat Tarot: 78 Cards & Guidebook (Whimsical and Humorous Tarot Deck, Stocking Stuffer for Kitten Lovers)Sales Rank in this Category: 148"
              },
              {
                "photo": "https://ideakart.com/book/fangs-and-feasts-in-transratania-geronimo-stilton-geronimo-stilton-10-book-collection-series-1-isbn10-1782263624-isbn13-9781782263623",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51NjYTaCTaL.jpg",
              "price": "Fangs and Feasts in Transratania (Geronimo Stilton) (Geronimo Stilton: 10 Book Collection (Series 1))",
              "price_text": 768.65,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"Geronimo Stilton's Fangs and Feasts in Transratania (Geronimo Stilton) (Geronimo Stilton: 10 Book Collection (Series 1))",
              "heading_1":"After a mysterious phone call from his cousin Trap, Geronimo sets off for Ratoff in spooky Transratania. The garlic-fuelled town holds many mysteries, not least the residents of Ratoff Castle. Maybe it's the way they sleep during the day, maybe it's the blood-red drink they have with every meal, but there's something not quite right about them ...Who are these mice? And will Geronimo manage to survive the night?"
              },
              {
                "photo": "https://ideakart.com/book/clinical-therapeutics-vol-1-classic-reprint-isbn10-1334049599-isbn13-9781334049590",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/411PiscdZuL.jpg",
              "price": "Clinical Therapeutics, Vol. 1 (Classic Reprint)",
              "price_text": 279,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"Eduard Von Grauvogl's Text Book of Homeopathy, Vol. 1 (Classic Reprint)",
              "heading_1":"Excerpt from Text Book of Homeopathy, Vol. 1 I resign all pretence to any party stand point, since there should be no party in science, consequently none in Therapeutics; I desire, on the contrary, that every reproach and every attempt at contradiction should be sustained not only subjectively, but, as becomes every science, at least predominantly objectively. Aside from its contents, as indicated by the title, this Work has also the intention to respond to the necessary though not easy demands of a medical Logic elucidated by practical examples for opinions and those, unfortunately, mean nothing but faith in authorities separate physicians still more into hostile Camps and paralyze medical activity wh ich were it united, would always be attended by the happiest results; these, however, are not attainable under such lamentable circumstances. The cause of this state of things clearly cannot lie in the subjects themselves about which medical factions contend, since these subjects stand to each other in the natural relation of cause and (feet, but is brought about by arbitrary conceptions thereof. About the Publisher Forgotten Books publishes hundreds of thousands of rare and classic Books. Find more at www.forgottenBooks.com This book is a reproduction of an important Historical work. Forgotten Books uses state-of-the-art Technology to digitally reconstruct the work, preserving the original format whilst repairing imperfections present in the aged copy. In rare cases, an imperfection in the original, such as a blemish or missing page, may be replicated in our edition. We do, however, repair the vast majority of imperfections successfully; any imperfections that remain are intentionally left to preserve the state of such Historical works."
              },
             {
              "photo": "https://ideakart.com/book/jamia-millia-islamia-d-el-ed-diploma-in-elementary-education-entrance-exam-guide-isbn10-9387604896-isbn13-9789387604896",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51da36rj9WL.jpg",
              "price": "Jamia Millia Islamia: D.El.Ed. (Diploma in Elementary Education) Entrance Exam Guide",
              "price_text": 3843,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"RPH Editorial Board's Jamia Millia Islamia: D.El.Ed. (Diploma in Elementary Education) Entrance Exam Guide",
              "heading_1":"प्रस्तुत पुस्तक जामिया मिल्लिया इस्लामिया (JMI) द्वारा आयोजित (D.El.Ed) डिप्लोमा इन ऐलिमेन्टरी एजुकेशन’ प्रवेश परीक्षा के परीक्षार्थियों के लिए विशेष रूप से प्रकाशित की गई है। परीक्षा की आधुनिक पद्धति पर आधारित इस पुस्तक में सुनियोजित अध्यायों में संयोजित उत्कृष्ट पठन-सामग्री तथा अभ्यास हेतु अनेक बहु-विकल्पीय प्रश्न हल-सहित दिए गए हैं। आपकी बेहतर जानकारी के लिए पुस्तक में महत्त्वपूर्ण प्रश्नों पर आधारित एक प्रश्न.पत्रा भी हल सहित सम्मिलित किया गया है। इससे आप परीक्षा में पूछे जाने वाले प्रश्नों को सरलता से हल करने की विधियों से भली-भाँति परिचित हो सकेंगे और परीक्षा में स्वयं को सफलतापूर्वक प्रस्तुत कर सकेंगे। पुस्तक में परीक्षा से संबंधित सभी महत्त्वपूर्ण विषयों पर पर्याप्त अध्ययन एवं अभ्यास.सामगंरी उपलब्ध करवायी गई है जिसकी रचना विषय-विशेषज्ञों द्वारा की गई है। पुस्तक में वर्णित पठन-सामग्री से आपको पर्याप्त मौलिक जानकारी प्राप्त होगी जिसके आधार पर आप अधिक से अधिक प्रश्न हल करने में सक्षम होंगे। पुस्तक में प्रस्तुत प्रचुर अभ्यास-प्रश्नोत्तरों के समुचित अभ्यास द्वारा आप अपने बुद्धि.कौशल तथा सरलता एवं तीव्र गति से प्रश्नों को हल करने की क्षमता का पर्याप्त विकास कर सकेंगे। अध्ययन, अभ्यास और बुद्धिमत्ता का यह संयोजन आपकी सफलता एवं उज्ज्वल भविष्य का मार्ग सुनिश्चित करेगा तथा आप परीक्षा में एक सफल उम्मीदवार के रूप में उभरेंगे। Contents:Model Paper (Solved); General Intelligence; General Awareness and Social Science; Teaching Aptitude; Science; Mathematics; English; Hindi."
             },
              
             {
              "photo": "https://ideakart.com/book/routledge-international-handbook-of-memory-studies-routledge-international-handbooks-isbn10-0367868458-isbn13-9780367868451",
              "lazy": "https://ideakart.com/",
              "price": "Routledge International Handbook of Memory Studies (Routledge International Handbooks)",
              "price_text": 408,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
             },
              {
                "photo": "https://ideakart.com/book/frank-write-well-educational-kit-for-3-year-old-kids-and-above-isbn10--isbn13-8901137101719",
              "price": "Frank Write Well Educational Kit for 3 Year Old Kids and Above",
              " price_text": 1700,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/keetsahnak-our-missing-and-murdered-indigenous-sisters-isbn10-1772123676-isbn13-9781772123678",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/61ctMG8DctL.jpg",
              "price": "Keetsahnak / Our Missing and Murdered Indigenous Sisters",
              "price_text": 412,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"In Keetsahnak / Our Murdered and Missing Indigenous Sisters, the tension between personal, political, and public action is brought Home starkly as the contributors look at the roots of violence and how it diminishes life for all. Together, they create a model for anti-violence Work from an Indigenous perspective. They acknowledge the destruction wrought by colonial violence, and also look at controversial topics such as lateral violence, challenges in working with tradition,and problematic notions involved in helping.  Through stories of resilience, resistance, and activism, the editors give voice to powerful Personal testimony and allow for the creation of knowledge. It's in all of our best interests to take on gender violence as a core resurgence project, a core decolonization project, a core of Indigenous nation building, and as the backbone of any Indigenous mobilization. --Leanne Betasamosake Simpson Contributors: Kim Anderson, Stella August, Tracy Bear, Christi Belcourt, Robyn Bourgeois, Rita Bouvier, Maria Campbell, Maya Ode'amik Chacaby, Downtown Eastside Power of Women Group, Susan Gingell, Michelle Good, Laura Harjo, Sarah Hunt, Robert Alexander Innes, Beverly Jacobs, Tanya Kappo, Tara Kappo, Lyla Kinoshameg, Helen Knott, Sandra Lamouche, Jo-Anne Lawless, Debra Leo, Kelsey T. Leonard, Ann-Marie Livingston, Brenda Macdougall, Sylvia Maracle, Jenell Navarro, Darlene R. Okemaysim-Sicotte, Pahan Pte San Win, Ramona Reece, Kimberly Robertson, Leanne Betasamosake Simpson, Beatrice Starr, Madeleine K?t?skwew Dion Stout, Waaseyaa'sin Christine Sy, Alex Wilson"
              },
             {
              "photo": "https://ideakart.com/book/bharatiya-rajvyavastha-for-upsc-and-state-pcs-mains-examinations-isbn10-9352876199-isbn13-9789352876198",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51OI7mcGv8L.jpg",
              "price": "Bharatiya Rajvyavastha For UPSC and State PCS Mains Examinations",
              "price_text": 499,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"Mishra's Bharatiya Rajvyavastha For UPSC and State PCS Mains Examinations",
              "heading_1":"Bharatiya Rajvyavastha has been specially designed for political Science Mains Paper of the Indian Administrative Services (IAS) and other Civil Services Examinations, being conducted by the Union Public Service Commission (UPSC) and State Civil Services Commissions. This book will be useful for aspirants taking these examinations in Hindi medium. This book is divided into fourteen parts: I. Indian constitution—historical background; II. Features of Indian Constitution; III. Functions and responsibilities of the Union and the states; IV. Basic structure of the Constitution; V. Structure, Organization and functioning of the federal government; VI. Structure and functioning of the judiciary; VII. State governments; VIII. Constitutional bodies; IX. Statutory bodies; X. Other constitutional provisions; XI. Ministries and pressure groups; XII. Comparison of the Indian constitutional Scheme with that of other countries; XIII governance; XIV current political issues. The book is appended with a Bibliography and has important pedagogical features such as chapter-end additional and important information, Keywords and figures. Some chapters have detailed glossary. Complex terms have been explained in easy English. This is an exhaustive volume on the Indian Polity and it Covers all that the UPSC aspirants need to know to prepare for the Mains exam. It is written in an easy and accessible style. Reasonably priced, this volume focuses strictly on the syllabi and keep the content to the point."
             },
              {
                "photo": "https://ideakart.com/book/magicwand-musical-army-style-toy-machine-gun-for-kids-with-vibration-25-inches-isbn10--isbn13-8944824153981",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41FgS%2BJKVFL.jpg",
              "price": "Magicwand® Musical Army Style Toy Machine Gun for Kids with Vibration (25 inches)",
              "price_text": 714,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"The Rapid Fire Machine Gun You Were Looking For Are you looking for a fun toy for your child? Does your child enjoy playing adventurous games? Do you want a realistic machine gun toy for your Halloween costume? The Magicwand Rapid Fire machine gun is exactly what you were looking for! Realistic Toy Gun The Magicwand Rapid Fire machine gun is designed to look and feel very realistic for maximum fun. The 25'' toy rifle gun is very detailed and looks like the real thing. The sniper gun makes shooting sounds for the perfect realistic experience. Flashing lights come out of the gun for endless hours of fun. The machine gun is crafted with care and attention to detail for perfect results. Your child will enjoy hours of fun with this toy gun. The rapid fire machine gun is perfect for all kinds of adventurous roleplay, such as soldiers, spies, commandos, gangsters and so much more! The toy gun is the perfect accessory for your Halloween costume! Perfect Gift Idea The rapid fire machine gun by Magicwand will make the perfect gift for any child that loves adventurous games. Get this toy machine gun for your child, nephew or godson and be sure that they will love it! With a 100% satisfaction guarantee there is no reason to wait! Get One Now Before They Run Out Of Stock"
              },
             {
              "photo": "https://ideakart.com/book/live-green-52-steps-for-a-more-sustainable-life-isbn10-1787133192-isbn13-9781787133198",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51TB3oHrd2L.jpg",
              "price": "Live Green: 52 Steps for a More Sustainable Life",
              "price_text": 174,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":"Live Green: 52 Steps for a More Sustainable Life Sales Rank in this Category: 220"
             },
             {
              "photo": "https://ideakart.com/book/you-only-live-once-108-nuggets-of-wisdom-isbn10-9388754697-isbn13-9789388754699",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51Br82RQDML.jpg",
              "price": "You Only Live Once: 108 Nuggets of Wisdom",
              "price_text": 876,
              "hidden-sm": "View Now",
              "hidden_sm ": "More details",
              "heading":"",
              "heading_1":""
             },
              {
                "photo": "https://ideakart.com/book/a-physicist-s-introduction-to-algebraic-structures-vector-spaces-groups-topological-spaces-and-more-isbn10-1108729118-isbn13-9781108729116",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51WQQ6OZvOL.jpg",
              "price": "A Physicist's Introduction to Algebraic Structures: Vector Spaces, Groups, Topological spaces and more",
              "price_text": 832.09,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
             {
              "photo": "https://ideakart.com/book/hartmann-s-theory-of-chronic-diseases-and-their-homeopathic-treatment-vol-3-classic-reprint-isbn10-0282850902-isbn13-9780282850906",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/510UkXdUp7L.jpg",
              "price": "Hartmann's Theory of Chronic Diseases and Their Homeopathic Treatment, Vol. 3 (Classic Reprint)",
              "price_text": 252.71,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
             },
              {
                "photo": "https://ideakart.com/book/polaris-scholastic-press-novels-isbn10-0545297168-isbn13-9780545297165",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51ig-oyWpDL.jpg",
              "price": "Polaris (Scholastic Press Novels)",
              "price_text": 652,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/zhou-horny-goat-weed-premium-horny-goat-weed-extract-with-maca-tribulus-enhanced-energy-complex-for-men-women-isbn10-1982044934-isbn13-9781982044930",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51aWym1rFJL.jpg",
              "price": "Zhou Horny Goat Weed: Premium Horny Goat Weed Extract with Maca & Tribulus, Enhanced Energy Complex for Men & Women",
              "price_text": 1951,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/emperor-the-perfect-penguin-isbn10-9781851499021-isbn13-9781851499021",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41inQIahOQL.jpg",
              "price": "Emperor: The Perfect Penguin",
              "price_text": 510.55,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/cycspriqh-cute-baby-stroller-crib-rattle-hanging-star-teether-toy-musical-stuffed-doll-isbn10--isbn13-8710746278237",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/318kSKJAWYL.jpg",
              "price": "CyCspriqh Cute Baby Stroller Crib Rattle Hanging Star Teether Toy Musical Stuffed Doll",
              "price_text": 870,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
             {
              "photo": "https://ideakart.com/book/eastern-book-company-s-guide-for-llb-clat-ailet-set-du-and-other-law-entrance-exams-2018-by-clat-possible-isbn10-9787488133-isbn13-9789787488133",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51uA6us1QhL.jpg",
              "price": "Eastern Book Company's Guide for LLB, CLAT, AILET, SET, DU and Other Law Entrance Exams 2018 by Clat Possible",
              "price_text": 6593,
              "hidden-": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
             },
             {
              "photo": "https://ideakart.com/book/adeept-mars-rover-picar-b-wifi-smart-robot-car-kit-for-raspberry-pi-3-model-b-b-2b-speech-recognition-opencv-target-tracking-video-transmission-stem-educational-robot-with-pdf-instructions-isbn10--isbn13-0745780192162",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51TtkE-CRML.jpg",
              "price": "Adeept Mars Rover PiCar-B WiFi Smart Robot Car Kit for Raspberry Pi 3 Model B+/B/2B, Speech Recognition, OpenCV Target Tracking, Video Transmission, STEM Educational Robot with PDF Instructions",
              "price_text": 899,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
             },
              {
                "photo": "https://ideakart.com/book/toymytoy-walkie-talkie-for-kids-wireless-two-way-radios-kids-toys-2pcs-isbn10--isbn13-0191558420799",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41wwk3YI1rL.jpg",
              "price": "TOYMYTOY Walkie Talkie for Kids Wireless Two Way Radios Kids Toys 2pcs",
              "price_text": 678.95,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/structural-drafting-a-practical-presentation-of-drafting-and-detailing-methods-used-in-drawing-up-specifications-for-structural-steel-work-classic-reprint-isbn10-1333448724-isbn13-9781333448721",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51ymqwaIQkL.jpg",
              "price": "Structural Drafting: A Practical Presentation of Drafting and Detailing Methods Used in Drawing Up Specifications for Structural Steel Work (Classic Reprint)",
              "price_text": 1689,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/the-dialogues-of-plato-volume-2-isbn10-0342214705-isbn13-9780342214709",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/31L0HLf1DfL.jpg",
              "price": "The Dialogues of Plato; Volume 2",
              "price_text": 662,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/the-mueller-report-report-on-the-investigation-into-russian-interference-in-the-2016-presidential-election-isbn10-1612197817-isbn13-9781612197814",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41jAxhEM51L.jpg",
              "price": "The Mueller Report: Report on the Investigation into Russian Interference in the 2016 Presidential Election",
              "price_text": 1600,
              "hidden": "View Now",
              "hidden_sm" : "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/microsoft-office-365-lifetime-email-delivery-within-2-hour-isbn10--isbn13-6902114794414",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/41RVvKVNyFL.jpg",
              "price": "Microsoft office 365 lifetime | Email delivery within 2 hour",
              "price_text": 1174,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/creative-watercolor-a-step-by-step-guide-for-beginners-create-with-paints-inks-markers-glitter-and-more-art-for-modern-makers-isbn10-1589239695-isbn13-9781589239692",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/61HKuIcxHjL.jpg",
              "price": "Creative Watercolor: A Step-by-Step Guide for Beginners--Create with Paints, Inks, Markers, Glitter, and More! (Art for Modern Makers)",
              "price_text": 755,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
              {
                "photo": "https://ideakart.com/book/fundamentals-of-computers-isbn10-0199499276-isbn13-9780199499274",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51f11R6yZSL.jpg",
              "price": "Fundamentals of Computers",
              "price_text": 489,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
              },
             {
              "photo": "https://ideakart.com/book/281-and-beyond-isbn10-9387578771-isbn13-9789387578777",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51r82ZwrGzL.jpg",
              "price": "281 and Beyond",
              "price_text": 110,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
             },
             {
              "photo": "https://ideakart.com/book/msbte-i-scheme-basic-electronics-fy-diploma-sem-ii-isbn10-933321741X-isbn13-9789333217415",
              "lazy": "https://images-eu.ssl-images-amazon.com/images/I/51Pvf%2BY8z2L.jpg",
              "price": "MSBTE - I Scheme-Basic Electronics ( FY DIPLOMA SEM-II )",
              "price_text": 1036.05,
              "hidden": "View Now",
              "hidden_sm": "More details",
              "heading":"",
              "heading_1":""
             }
              
              
            
          ]

    
}